@extends('layouts.master')
@section('title', 'Area of Work')

@section('content')
    <div class="max-w-screen-lg mx-auto my-5 px-6 py-6 border border-gray-500 rounded-lg shadow-md text-justify">
        <h1 class="text-3xl font-bold">कार्य क्षेत्र</h1>
        <br>
        <p class="">
            प्रदेश सरकार (कार्य विभाजन) नियमावली, २०७४ बमोजिम मन्त्रालयका कामहरु
            <ol class="list-decimal list-inside space-y-2 text-gray-800">
            <li>कृषि, पशु विकास तथा खाद्य पोषण सम्बन्धी प्रादेशिक नीति, कानून, मापदण्ड र योजना तर्जुमा, कार्यान्वयन र नियमन</li>
            <li>कृषि तथा पशुपन्छीजन्य रोग, किरा एवम् महामारी नियन्त्रण</li>
            <li>कृषि औद्योगिकीकरण र पशुपन्छी उद्योग व्यवसायको विकास तथा प्रवर्द्धन</li>
            <li>कृषि तथा पशु यान्त्रिकीकरण र उन्नत औजार विकास तथा विस्तार</li>
            <li>कृषि तथा पशुरोग निदान प्रयोगशाला व्यवस्थापन र नियमन</li>
            <li>कृषिउपज, कृषिजन्य वस्तु, पशुपन्छी, पशुपन्छीजन्य पदार्थ र पशु उत्पादन सामग्री तथा वीउवीजन एवम् नश्ल सम्बन्धी सेवा र प्रविधिको गुणस्तर निर्धारण, सम्बद्धता निर्धारण, स्तरीयकरण, प्रमाणीकरण र नियमन</li>
            <li>प्रादेशिक खाद्य सुरक्षा, खाद्य अधिकार, खाद्य सम्प्रभुता र खाद्य गुणस्तर</li>
            <li>कृषि तथा पशुपन्छी एवं खाद्य प्रविधि सम्बन्धी अध्ययन, अनुसन्धान एवम् विकास तथा प्रवर्द्धन, तथ्याङ्क प्रणालीको व्यवस्थापन र स्रोत संरक्षण</li>
            <li>कृषि मल, वीउ र विषादी आपूर्ति व्यवस्था र नियमन</li>
            <li>कृषि प्रसार, कृषक तालिम तथा क्षमता विकास र सशक्तीकरण</li>
            <li>कृषि उपजको न्यूनतम समर्थन मूल्य कार्यान्वयन</li>
            <li>कृषि तथा पशुपन्छी बीमा सम्बन्धी नीति तथा योजना तर्जुमा र कार्यान्वयन</li>
            <li>कृषि बजार, पूर्वाधार र कृषि फार्म केन्द्रहरूको विकास, विस्तार र सञ्चालन</li>
            <li>राष्ट्रिय नीति र मापदण्ड बमोजिम पाराभेटको दर्ता, अनुमति, नवीकरण, खारेजी र नियमन</li>
            <li>सामूहिक खेती तथा कृषि करार खेतीको कार्यान्वयन र प्रवर्द्धन</li>
            <li>चरन तथा खर्क सम्बन्धी प्रादेशिक नीति तथा कानून तर्जुमा, कार्यान्वयन र नियमन</li>
            <li>कृषिजन्य र पशुपन्छीजन्य औषधि, विषादी र सूक्ष्म पोषणतत्वयुक्त वस्तुको उपयोग र व्यवस्थापन सम्बन्धी प्रादेशिक नीति, कानून तथा मापदण्ड तर्जुमा र कार्यान्वयन तथा उत्पादन र बिक्री वितरणको अनुमति, अनुगमन र नियमन</li>
            <li>भूमि व्यवस्थापन, भूमि प्रशासन र जग्गा नापजाँच, भूमिसुधार, भू-उपयोग तथा चक्लाबन्दी सम्बन्धी प्रादेशिक नीति, कानून तथा मापदण्डको तर्जुमा, कार्यान्वयन र नियमन</li>
            <li>निजी, सरकारी तथा सार्वजनिक जग्गाको प्रादेशिक अभिलेख व्यवस्थापन</li>
            <li>जग्गादर्ता, रजिष्ट्रेशन, जग्गाधनी प्रमाण पूर्जा, दाखिल खारेज, स्वामित्व हस्तान्तरण सम्बन्धी नीति तथा मापदण्ड तर्जुमा र कार्यान्वयन</li>
            <li>संघीय सरकारबाट प्राप्त हुने नक्सा, भौगोलिक सूचना र अभिलेख तथा प्रदेशभित्रको नापनक्सा र अभिलेखको व्यवस्थापन</li>
            <li>नाप नक्साका नियन्त्रण बिन्दुहरूको सञ्जाल स्थापना</li>
            <li>क्रमबद्ध कित्ता नापी र भूमि लगत सम्बन्धी मापदण्ड र कार्यान्वयन</li>
            <li>भूमिहीन सुकुम्बासी, दलित, मुक्त कमैया, हलिया, हरवा चरवा आदि वर्गको बसोबास, जीविकोपार्जन र पुनर्स्थापना सम्बन्धी प्रादेशिक नीति, कानून, मापदण्ड तथा योजना तर्जुमा, कार्यान्वयन र नियमन</li>
            <li>सरकारी जग्गा भाडामा दिने सम्बन्धी नीति, कानून तथा मापदण्ड तर्जुमा, कार्यान्वयन र नियमन</li>
            <li>सुरक्षित बसोबास र जग्गा एकीकरण सम्बन्धी नीति कार्यान्वयन</li>
            <li>गुठी तथा गुठीजग्गा व्यवस्थापन सम्बन्धी नीति, कानून, मापदण्ड तथा योजना तर्जुमा, कार्यान्वयन र नियमन तथा गुठी तथा गुठीजग्गाको संरक्षण, अभिलेख व्यवस्थापन र संघीय तथा स्थानीय तहसँग समन्वय</li>
            <li>गरिबी निवारण सम्बन्धी प्रादेशिक नीति, कानून, मापदण्ड र योजनाको तर्जुमा, कार्यान्वयन र नियमन तथा अध्ययन, अनुसन्धान, सर्वेक्षण, सूचना संकलन, गरिब परिवार पहिचान, सामाजिक सुरक्षा र संरक्षण</li>
            <li>सहकारी संस्था, सहकारी संघ सहकारी बैंक सम्बन्धी प्रादेशिक नीति, कानून तथा मापदण्डको तर्जुमा र कार्यान्वयन, सञ्चालन अनुमति, नियमन, तथ्याङ्क व्यवस्थापन र अध्ययन अनुसन्धान</li>
            <li>सहकारी बचत तथा ऋण परिचालन सम्बन्धी प्रादेशिक मापदण्ड निर्धारण र नियमन</li>
            <li>सहकारी सम्बन्धमा संघीय, अन्तरप्रादेशिक र स्थानीय तहका संघ, संस्थासँग समन्वय र सहकार्य</li>
            <li>सहकारी क्षेत्रको विकास तथा प्रवर्द्धन, क्षमता अभिवृद्धि र परिचालन</li>
        </ol>
        </p><br>

    </div>
@endsection
